def new_func():
    #окно 1. Инпут через запятую что будем принимать
    print ('Впиши через запятую, какие витамины и микроэлементы ты планируешь принимать')
    minerals = input()

# Блок где собираем таблицу из вписанных элементов.



#окно 2. Таблица совместимости


print('Помните!  Принимать добавки рекомендуется только после сдачи анализов и консультации с вашим лечащим врачом. Высокие дозы некоторых нутриентов могут вызвать ухудшение самочувствия. Благодаря правильной комбинации компонентов вы сможете улучшить как общий тонус организма, так и работу всех систем и органов.')